Repository: smbjorklund/cellproject
Catalog: sites/all/modules/ajout-nt2/koha_connector/translations/*.po
Languages: fr

# libraries
source: Error retrieving patron checkouts.
fr: Erreur de récupération des prêts de l'adhérent.

# libraries
source: Item is on hold
fr: L'exemplaire est réservé

# libraries
source: Too many renewals
fr: Trop de renouvelements

source: Unknown
fr: Inconnu

# libraries
source: On hold
fr: En réservation

# libraries
source: Waiting to be pulled
fr: En attente de retrait

# libraries
source: Bad patron or item identifier
fr: Mauvais adhérent ou identifieur d'exemplaire

# libraries
source: Error retrieving branches.
fr: Erreur en récupérant les sites.

source: None
fr: Aucun

# libraries
source: Pickup location
fr: Lieu de retrait

source: Set this to <em>None</em> to let your library choose the pickup location.
fr: Mettre à <em>Aucun</em> pour laisser votre bibliothèque choisir le lieu de retrait.

source: Needed before date
fr: Nécessaire avant la date

source: After which date the reservation is no longer desired
fr: Après quelle date la réservation n'est plus souhaitée

# libraries
source: Pickup expiry date
fr: Date d'expiration du retrait

# libraries
source: After which date the document is re-shelving if not withdrawn by the member
fr: Après quelle date le document est remis sur l'étagère s'il n'y a pas eu de retrait par l'adhérent

source: Missing elements
fr: Eléments manquants

# libraries
source: Items should be picked up at @pickup.
fr: Les exemplaires devraient être retirés à @pickup.

# libraries
source: Unable to hold this item. @url
fr: Impossible de réserver cet exemplaire. @url

source: Patron identity
fr: Identité de l'adhérent

source: Surname
fr: Nom

source: First name
fr: Prénom

source: Date of birth
fr: Date de naissance

source: Address / Contact
fr: Adresse / Contact

source: Street number
fr: Numéro de rue

source: Address
fr: Adresse

source: Zip/Postal code
fr: Code postal

source: City
fr: Ville

source: Login
fr: Identifiant

source: @url returned bad status
fr: @url a retourné un mauvais statut

source: Koha connector
fr: Connecteur Koha

source: Koha connector for OPAC module
fr: Connecteur Koha pour le module OPAC
